tap "beeftornado/rmtree"
tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
brew "bash"
brew "cask"
brew "cheat"
brew "coreutils"
brew "dark-mode"
brew "dockutil"
brew "exa"
brew "fish"
brew "ghq"
brew "git"
brew "kakoune", args: ["HEAD"]
brew "mas"
brew "micro"
brew "ncurses"
brew "nmap"
brew "peco"
brew "python"
brew "screenfetch", args: ["HEAD"]
brew "tccutil"
brew "tmux"
brew "watch"
brew "yadm"
brew "youtube-dl"
cask "alfred"
cask "android-platform-tools"
cask "cakebrew"
cask "calibre"
cask "discord"
cask "etcher"
cask "find-any-file"
cask "firefox"
cask "font-fira-code"
cask "google-backup-and-sync"
cask "hex-fiend"
cask "jadengeller-helium"
cask "karabiner-elements"
cask "keka"
cask "kindle"
cask "love"
cask "lunchy"
cask "mono-mdk"
cask "monolingual"
cask "path-finder"
cask "slate"
cask "spotify"
cask "transmission"
cask "unity"
cask "visual-studio"
cask "caskroom/versions/iterm2-beta"
mas "Amphetamine", id: 937984704
mas "Magnet", id: 441258766
mas "Solar App", id: 450545814
