tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bash"
brew "cask"
brew "cheat"
brew "coreutils"
brew "diffutils"
brew "dockutil"
brew "exa"
brew "findutils", args: ["with-default-names"]
brew "fish"
brew "gawk"
brew "ghq"
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "gnu-which", args: ["with-default-names"]
brew "grep", args: ["with-default-names"]
brew "gzip"
brew "kakoune"
brew "less"
brew "mas"
brew "micro"
brew "ncurses"
brew "peco"
brew "python"
brew "rsync"
brew "screenfetch", args: ["HEAD"]
brew "tccutil"
brew "tmux"
brew "wdiff"
brew "wget"
brew "yadm"
brew "youtube-dl"
cask "alfred"
cask "android-platform-tools"
cask "cakebrew"
cask "calibre"
cask "discord"
cask "etcher"
cask "find-any-file"
cask "firefox"
cask "google-backup-and-sync"
cask "hex-fiend"
cask "jadengeller-helium"
cask "keka"
cask "mono-mdk"
cask "monolingual"
cask "path-finder"
cask "slate"
cask "spotify"
cask "sublime-text"
cask "transmission"
cask "visual-studio"
cask "homebrew/cask-fonts/font-fira-code"
cask "homebrew/cask-versions/iterm2-beta"
mas "Amphetamine", id: 937984704
mas "Magnet", id: 441258766
