tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bash"
brew "cask"
brew "cheat"
brew "coreutils"
brew "dockutil"
brew "exa"
brew "fish"
brew "ghq"
brew "git"
brew "htop"
brew "kakoune", args: ["HEAD"]
brew "mas"
brew "micro"
brew "ncurses"
brew "peco"
brew "python"
brew "rustc-completion"
brew "rustup-init"
brew "screenfetch", args: ["HEAD"]
brew "tccutil"
brew "tmux"
brew "yadm"
brew "youtube-dl"
cask "alfred"
cask "android-platform-tools"
cask "calibre"
cask "discord"
cask "find-any-file"
cask "firefox"
cask "google-backup-and-sync"
cask "hex-fiend"
cask "jadengeller-helium"
cask "java"
cask "keka"
cask "mono-mdk"
cask "monolingual"
cask "path-finder"
cask "slate"
cask "spotify"
cask "transmission"
cask "visual-studio"
cask "visual-studio-code"
cask "homebrew/cask-fonts/font-fira-code"
cask "homebrew/cask-versions/iterm2-beta"
mas "Amphetamine", id: 937984704
mas "Magnet", id: 441258766
